//
//  Localizable.strings
//  Stats
//
//  Created by Serhiy Mytrovtsiy on 27/08/2020.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "Procesor";
"Open CPU settings" = "Otwórz ustawienia procesora";
"GPU" = "Grafika";
"Open GPU settings" = "Otwórz ustawienia grafiki";
"RAM" = "Pamięć";
"Open RAM settings" = "Otwórz ustawienia pamięci";
"Disk" = "Dysk";
"Open Disk settings" = "Otwórz ustawienia dysku";
"Sensors" = "Czujniki";
"Open Sensors settings" = "Otwórz ustawienia czujników";
"Network" = "Sieć";
"Open Network settings" = "Otwórz ustawienia sieci";
"Battery" = "Bateria";
"Open Battery settings" = "Otwórz ustawienia baterii";
"Bluetooth" = "Bluetooth";
"Open Bluetooth settings" = "Otwórz ustawienia bluetooth";
"Clock" = "Zegar";
"Open Clock settings" = "Otwórz ustawienia zegara";

// Words
"Unknown" = "Nieznany";
"Version" = "Wersja";
"Processor" = "Procesor";
"Memory" = "Pamięć";
"Graphics" = "Grafika";
"Close" = "Zamknij";
"Download" = "Pobierz";
"Install" = "Zainstaluj";
"Cancel" = "Anuluj";
"Unavailable" = "Niedostępny";
"Yes" = "Tak";
"No" = "Nie";
"Automatic" = "Automatyczny";
"Manual" = "Ręczny";
"None" = "Brak";
"Dots" = "Punkty";
"Arrows" = "Strzałki";
"Characters" = "Litery";
"Short" = "Krótki";
"Long" = "Długi";
"Statistics" = "Statystyki";
"Max" = "Max";
"Min" = "Min";
"Reset" = "Zresetować";
"Alignment" = "Wyrównanie";
"Left alignment" = "Do lewej";
"Center alignment" = "Centrum";
"Right alignment" = "Do prawej";
"Dashboard" = "Panel kontrolny"; // translategemma:4b
"Enabled" = "Włączone";
"Disabled" = "Wyłączone";
"Silent" = "Tryb cichy";
"Units" = "Jednostki";
"Fans" = "Wentylatory";
"Scaling" = "Skalowanie";
"Linear" = "Liniowe";
"Square" = "Kwadratowe";
"Cube" = "Kubiczne";
"Logarithmic" = "Logarytmiczne";
"Fixed scale" = "Stałe";
"Cores" = "Rdzeni";
"Settings" = "Ustawienia";
"Name" = "Nazwa";
"Format" = "Format";
"Turn off" = "Wyłączyć";
"Normal" = "Normalny";
"Warning" = "Ostrzeżenie";
"Critical" = "Krytyczny";
"Usage" = "Wykorzystanie";
"2 minutes" = "2 minuty";
"3 minutes" = "3 minuty";
"10 minutes" = "10 minut";
"Import" = "Import";
"Export" = "Eksport";
"Separator" = "Separator";
"Read" = "Odczyt";
"Write" = "Zapis";
"Frequency" = "Częstotliwość";
"Save" = "Zapisać";
"Run" = "Uruchomić";
"Stop" = "Zatrzymać";
"Uninstall" = "Odinstalować";
"1 sec" = "1 sek";
"2 sec" = "2 sek";
"3 sec" = "3 sek";
"5 sec" = "5 sek";
"10 sec" = "10 sek";
"15 sec" = "15 sek";
"30 sec" = "30 sek";
"60 sec" = "60 sek";

// Setup
"Stats Setup" = "Konfiguracja Stats";
"Previous" = "Poprzednia";
"Previous page" = "Poprzednia strona";
"Next" = "Następna";
"Next page" = "Następna strona";
"Finish" = "Zakończ";
"Finish setup" = "Zakończ konfigurację";
"Welcome to Stats" = "Witamy w Stats";
"welcome_message" = "Dziękujemy za korzystanie ze Stats,\n bezpłatnego monitora systemu macOS o otwartym kodzie źródłowym.";
"Start the application automatically when starting your Mac" = "Uruchomiaj aplikację automatycznie podczas uruchamiania komputera";
"Do not start the application automatically when starting your Mac" = "Nie uruchamiaj aplikacji automatycznie podczas uruchamiania komputera";
"Do everything silently in the background (recommended)" = "Rób wszystko w tle (zalecane)";
"Check for a new version on startup" = "Sprawdzaj nową wersję podczas uruchamiania";
"Check for a new version every day (once a day)" = "Sprawdzaj codziennie nową wersję (raz dziennie)";
"Check for a new version every week (once a week)" = "Sprawdzaj nową wersję co tydzień (raz w tygodniu)";
"Check for a new version every month (once a month)" = "Sprawdzaj nową wersję co miesiąc (raz w miesiącu)";
"Never check for updates (not recommended)" = "Nigdy nie sprawdzaj czy są aktualizacje (niezalecane)";
"Anonymous telemetry for better development decisions" = "Anonimowe dane telemetryczne aby podejmować lepsze decyzje rozwojowe";
"Share anonymous telemetry data" = "Udostępniaj anonimowe dane telemetryczne";
"Do not share anonymous telemetry data" = "Nie udostępniaj anonimowych danych telemetrycznych";
"The configuration is completed" = "Konfiguracja zakończona";
"finish_setup_message" = "Wszystko gotowe! \n Stats to narzędzie open source, które jest bezpłatne i zawsze takie będzie. \n Jeśli Ci się spodoba, możesz wesprzeć projekt, to jest zawsze mile widziane!";

// Alerts
"New version available" = "Dostępna nowa wersja";
"Click to install the new version of Stats" = "Kliknij, aby zainstalować nową wersję";
"Successfully updated" = "Zaktualizowano pomyślnie";
"Stats was updated to v" = "Stats został zaktualizowany do v%0";
"Reset settings text" = "Wszystkie ustawienia aplikacji zostaną zresetowane, a aplikacja zostanie uruchomiona ponownie. Czy na pewno chcesz to zrobić?";
"Support text" = "Dziękujemy za korzystanie ze Stats! \n\n Utrzymanie i ulepszanie tego open-source projektu wymaga czasu i zasobów. Twoje wsparcie pomaga nam nadal dostarczać bezpłatną i niezawodną aplikację dla każdego.\n\nJeśli uważasz, że Stats jest pomocny, rozważ dokonanie wpłaty. Każda drobnostka pomaga!";

// Settings
"Open Activity Monitor" = "Otwórz Monitor Aktywności";
"Report a bug" = "Zgłoś problem";
"Support the application" = "Wesprzyj rozwój programu";
"Close application" = "Zamknij program";
"Open application settings" = "Otwórz ustawienia";
"Open dashboard" = "Otwórz dashboard";
"No notifications available in this module" = "W tym module nie są dostępne żadne powiadomienia";
"Open Calendar" = "Otwórz kalendarz";
"Toggle the module" = "Przełącz moduł";

// Application settings
"Update application" = "Aktualizuj aplikacje";
"Check for updates" = "Sprawdzaj aktualizacje";
"At start" = "Przy uruchomieniu";
"Once per day" = "Raz dziennie";
"Once per week" = "Raz w tygodniu";
"Once per month" = "Raz w miesiącu";
"Never" = "Nigdy";
"Check for update" = "Sprawdź aktualizacje";
"Show icon in dock" = "Pokazuj ikonę w docku";
"Start at login" = "Uruchom przy logowaniu";
"Build number" = "Numer kompilacji";
"Import settings" = "Importuj ustawienia";
"Export settings" = "Eksportuj ustawienia";
"Reset settings" = "Resetuj ustawienia";
"Pause the Stats" = "Wstrzymaj Stats";
"Resume the Stats" = "Wznów Stats";
"Combined modules" = "Połączone moduły";
"Combined details" = "Połączone okno";
"Spacing" = "Rozstaw";
"Share anonymous telemetry" = "Udostępnij anonimową telemetrię";
"Choose file" = "Wybrać plik";
"Stress tests" = "Testy obciążeniowe";

// Dashboard
"Serial number" = "Numer seryjny";
"Model identifier" = "Identyfikator modelu";
"Production year" = "Rok produkcji";
"Uptime" = "Czas pracy";
"Number of cores" = "%0 rdzeni";
"Number of threads" = "%0 wątków";
"Number of e-cores" = "%0 rdzeni energooszczędnych";
"Number of p-cores" = "%0 rdzeni wydajnościowych";
"Disks" = "Dyski";
"Display" = "Wyświetlacz";

// Update
"The latest version of Stats installed" = "Najnowsza wersja Stats zainstalowana";
"Downloading..." = "Pobieranie...";
"Current version: " = "Aktualna wersja: ";
"Latest version: " = "Najnowsza wersja: ";

// Widgets
"Color" = "Kolor";
"Label" = "Etykieta";
"Box" = "Pudełko"; // translategemma:4b
"Frame" = "Ramka";
"Value" = "Wartość";
"Colorize" = "Kolorowanie";
"Colorize value" = "Kolorowanie wartości";
"Additional information" = "Informacja dodatkowa";
"Reverse values order" = "Zmień kolejność wyświetlania";
"Base" = "Podstawa";
"Display mode" = "Tryb wyświetlania";
"One row" = "Jeden wiersz";
"Two rows" = "Dwa wiersze";
"Mini widget" = "Mini";
"Line chart widget" = "Wykres liniowy";
"Bar chart widget" = "Wykres słupkowy";
"Pie chart widget" = "Wykres kołowy";
"Network chart widget" = "Wykres sieciowy";
"Speed widget" = "Prędkość";
"Battery widget" = "Bateria";
"Stack widget" = "Stos";
"Memory widget" = "Pamięć";
"Static width" = "Statyczna szerokość";
"Tachometer widget" = "Tachometr";
"State widget" = "Stan";
"Text widget" = "Tekst";
"Battery details widget" = "Widżet szczegółów baterii";
"Show symbols" = "Pokaż symbole";
"Label widget" = "Etykieta";
"Number of reads in the chart" = "Liczba odczytów na wykresie";
"Color of download" = "Kolor pobrania";
"Color of upload" = "Kolor wysyłki";
"Monospaced font" = "Czcionka o stałej szerokości";
"Reverse order" = "Odwrotna kolejność";
"Chart history" = "Historia wykresu";
"Default color" = "Domyślny";
"Transparent when no activity" = "Przejrzysty gdy nie ma żadnej aktywności";
"Constant color" = "Stały";

// Module Kit
"Open module settings" = "Otwórz ustawienia modułu";
"Select widget" = "Wybierz %0 widżet";
"Open widget settings" = "Otwórz ustawienia widgetu";
"Update interval" = "Interwał odświeżania";
"Usage history" = "Historia użycia";
"Details" = "Szczegóły";
"Top processes" = "Top procesy";
"Pictogram" = "Ikonka";
"Module" = "Moduł";
"Widgets" = "Widżety";
"Popup" = "Okienko";
"Notifications" = "Powiadomienia";
"Merge widgets" = "Połącz widżety";
"No available widgets to configure" = "Brak dostępnych widżetów do konfiguracji";
"No options to configure for the popup in this module" = "Brak opcji do skonfigurowania dla okienka w tym module";
"Process" = "Proces";
"Kill process" = "Zamknąć proces";
"Keyboard shortcut" = "Skrót klawiszowy";
"Listening..." = "Oczekuje...";

// Modules
"Number of top processes" = "Liczba procesów";
"Update interval for top processes" = "Interwał odświeżania procesów";
"Notification level" = "Poziom powiadomienia";
"Chart color" = "Kolor wykresu";
"Main chart scaling" = "Skalowanie wykresu głównego";
"Scale value" = "Wartość skali";
"Text widget value" = "Wartość widżetu tekstowego";

// CPU
"CPU usage" = "Obciążenie procesora";
"CPU temperature" = "Temperatura procesora";
"CPU frequency" = "Częstotliwość procesora";
"System" = "System";
"User" = "Użytkownik";
"Idle" = "Nieaktywny";
"Show usage per core" = "Pokaż obciążenie na rdzeń";
"Show hyper-threading cores" = "Pokaż rdzenie Hyper-Threading";
"Split the value (System/User)" = "Podzielić wartość (System/Użytkownik)";
"Scheduler limit" = "Ograniczenie planisty";
"Speed limit" = "Ograniczenie prędkości";
"Average load" = "Średnie obciążenie";
"1 minute" = "1 minuta";
"5 minutes" = "5 minut";
"15 minutes" = "15 minut";
"CPU usage threshold" = "Próg wykorzystania procesora";
"CPU usage is" = "Użycie procesora %0";
"Efficiency cores" = "Rdzenie energooszczędne";
"Performance cores" = "Rdzenie wydajnościowe";
"System color" = "Kolor systemu";
"User color" = "Kolor użytkownika";
"Idle color" = "Nieaktywny kolor";
"Cluster grouping" = "Grupowanie klastrów";
"Efficiency cores color" = "Kolor rdzeni energooszczędnych";
"Performance cores color" = "Kolor rdzeni wydajnościowych";
"Total load" = "Całkowite obciążenie";
"System load" = "Obciążenie systemu";
"User load" = "Obciążenie użytkownika";
"Efficiency cores load" = "Obciążenie rdzeni energooszczędnych";
"Performance cores load" = "Obciążenie rdzeni wydajnościowych";
"All cores" = "Wszystkie rdzenie";

// GPU
"GPU to show" = "GPU do wyświetlenia";
"Show GPU type" = "Pokaż typ GPU";
"GPU enabled" = "GPU włączone";
"GPU disabled" = "GPU wyłączone";
"GPU temperature" = "Temperatura GPU";
"GPU utilization" = "Wykorzystanie GPU";
"Vendor" = "Producent";
"Model" = "Model";
"Status" = "Stan"; // translategemma:4b
"Active" = "Aktywny";
"Non active" = "Nieaktywny";
"Fan speed" = "Prędkość wentylatora";
"Core clock" = "Taktowanie rdzenia";
"Memory clock" = "Taktowanie pamięci";
"Utilization" = "Wykorzystanie";
"Render utilization" = "Wykorzystanie rendera";
"Tiler utilization" = "Wykorzystanie tilera";
"GPU usage threshold" = "Próg wykorzystania GPU";
"GPU usage is" = "Użycie GPU %0";

// RAM
"Memory usage" = "Użycie pamięci";
"Memory pressure" = "Obciążenie pamięci";
"Total" = "Całość";
"Used" = "Użyta";
"App" = "Aplikacje";
"Wired" = "Układowa";
"Compressed" = "Skompresowana";
"Free" = "Wolna";
"Swap" = "Pamięć wymiany";
"Split the value (App/Wired/Compressed)" = "Podzielić wartość (Aplikacje/Układowa/Skompresowana)";
"RAM utilization threshold" = "Próg wykorzystania pamięci RAM";
"RAM utilization is" = "Wykorzystanie pamięci RAM %0";
"App color" = "Kolor aplikacji";
"Wired color" = "Kolor układowej przestrzeni";
"Compressed color" = "Kolor skompresowanej przestrzeni";
"Free color" = "Kolor wolnej przestrzeni";
"Free memory (less than)" = "Wolna pamięć (mniej niż)";
"Swap size" = "Rozmiar swap";
"Free RAM is" = "Wolna pamięć RAM %0";

// Disk
"Show removable disks" = "Pokaż dyski wymienne";
"Used disk memory" = "Wykorzystano %0 z %1";
"Free disk memory" = "Dostępne %0 z %1";
"Disk to show" = "Aktywny dysk";
"Open disk" = "Otwórz dysk";
"Switch view" = "Przełącz widok";
"Disk utilization threshold" = "Próg wykorzystania dysku";
"Disk utilization is" = "Wykorzystanie dysku %0";
"Read color" = "Kolor odczytu";
"Write color" = "Kolor zapisu";
"Disk usage" = "Użycie dysku";
"Total read" = "Całkowity odczyt";
"Total written" = "Całkowity zapis";
"Write speed" = "Zapis";
"Read speed" = "Odczyt";
"Drives" = "Dyski";
"SMART data" = "SMART dane";

// Sensors
"Temperature unit" = "Jednostka temperatury";
"Celsius" = "Celsjusz";
"Fahrenheit" = "Fahrenheit";
"Save the fan speed" = "Zapisz prędkość wentylatora";
"Fan" = "Wentylator";
"HID sensors" = "Czujniki HID";
"Synchronize fan's control" = "Synchronizuj sterowanie wentylatorami";
"Current" = "Prąd";
"Energy" = "Energia";
"Show unknown sensors" = "Pokaż nieznane czujniki";
"Install fan helper" = "Zainstaluj narzędzie do wentylatora";
"Uninstall fan helper" = "Odinstaluj narzędzie do wentylatora";
"Fan value" = "Wartość wentylatora";
"Turn off fan" = "Wyłączyć wentylator";
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "Zamierzasz wyłączyć wentylator. To nie jest zalecana czynność, która może spowodować uszkodzenie komputera Mac. Czy na pewno chcesz to zrobić?";
"Sensor threshold" = "Próg czujnika";
"Left fan" = "Lewy";
"Right fan" = "Prawy";
"Fastest fan" = "Najszybszy";
"Sensor to show" = "Aktywny czujnik";

// Network
"Uploading" = "Wysyłanie";
"Downloading" = "Pobieranie";
"Public IP" = "Publiczny IP";
"Local IP" = "Lokalny IP";
"Interface" = "Interfejs";
"Physical address" = "Adres fizyczny";
"Refresh" = "Odśwież";
"Click to copy public IP address" = "Kliknij, aby skopiować publiczny adres IP";
"Click to copy local IP address" = "Kliknij, aby skopiować lokalny adres IP";
"Click to copy wifi name" = "Kliknij, aby skopiować nazwę Wi-Fi";
"Click to copy mac address" = "Kliknij, aby skopiować adres fizyczny";
"No connection" = "Brak połączenia";
"Network interface" = "Interfejs sieciowy";
"Total download" = "Całkowicie pobrano";
"Total upload" = "Całkowicie wysłano";
"Reader type" = "Sposób odczytu";
"Interface based" = "Interfejs";
"Processes based" = "Procesy";
"Reset data usage" = "Resetuj użycie danych";
"VPN mode" = "Tryb VPN";
"Standard" = "Standard";
"Security" = "Szyfrowanie";
"Channel" = "Kanał";
"Common scale" = "Wspólna skala";
"Autodetection" = "Autodetekcja";
"Widget activation threshold" = "Próg aktywacji widżetu";
"Internet connection" = "Połączenie internetowe";
"Active state color" = "Kolor stanu aktywnego";
"Nonactive state color" = "Kolor stanu nieaktywnego";
"Connectivity host (ICMP)" = "Host łączności (ICMP)";
"Leave empty to disable the check" = "Pozostaw puste, aby wyłączyć sprawdzanie";
"Connectivity history" = "Historia łączności";
"Auto-refresh public IP address" = "Automatyczne odświeżanie adresu IP";
"Every hour" = "Co godzinę";
"Every 12 hours" = "Co 12 godzin";
"Every 24 hours" = "Co 24 godzin";
"Network activity" = "Aktywność sieciowa";
"Last reset" = "Ostatni reset %0 temu";
"Latency" = "Opóźnienie";
"Upload speed" = "Wysyłka";
"Download speed" = "Pobranie";
"Address" = "Adres";
"WiFi network" = "Sieć WiFi";
"Local IP changed" = "Lokalny adres IP został zmieniony";
"Public IP changed" = "Publiczny adres IP został zmieniony";
"Previous IP" = "Poprzedni adres IP: %0";
"New IP" = "Nowy adres IP: %0";
"Internet connection lost" = "Utracono połączenie z internetem";
"Internet connection established" = "Połączenie z internetem zostało przywrócone";

// Battery
"Level" = "Poziom naładowania";
"Source" = "Źródło";
"AC Power" = "Zasilacz";
"Battery Power" = "Bateria";
"Time" = "Czas";
"Health" = "Zdrowie";
"Amperage" = "Natężenie";
"Voltage" = "Napięcie";
"Cycles" = "Liczba cykli";
"Temperature" = "Temperatura";
"Power adapter" = "Zasilacz";
"Power" = "Moc";
"Is charging" = "Ładuje";
"Time to discharge" = "Czas do rozładowania";
"Time to charge" = "Czas do naładowania";
"Calculating" = "Obliczanie";
"Fully charged" = "W pełni naładowana";
"Not connected" = "Nie podłączona";
"Low level notification" = "Powiadomienie o niskim poziomie";
"High level notification" = "Powiadomienie o wysokim poziomie";
"Low battery" = "Niski poziom baterii";
"High battery" = "Wysoki poziom baterii";
"Battery remaining" = "Pozostało %0%";
"Battery remaining to full charge" = "%0% do pełnego naładowania";
"Percentage" = "Procenty";
"Percentage and time" = "Procenty i czas";
"Time and percentage" = "Czas i procenty";
"Time format" = "Format czasu";
"Hide additional information when full" = "Ukryj dodatkowe informacje, gdy bateria jest naładowana";
"Last charge" = "Ostatnie ładowanie";
"Capacity" = "Pojemność";
"current / maximum / designed" = "aktualna / maksymalna / zaprojektowana";
"Low power mode" = "Niskie zużycie energii";
"Percentage inside the icon" = "Procent wewnątrz ikony";
"Colorize battery" = "Kolorowanie baterii";
"Charging current" = "Prąd ładowania";
"Charging Voltage" = "Napięcie ładowania";
"Charger state inside the battery" = "Stan ładowania wewnątrz akumulatora";

// Bluetooth
"Battery to show" = "Bateria do wyświetlenia";
"No Bluetooth devices are available" = "Brak dostępnych urządzeń Bluetooth";

// Clock
"Time zone" = "Strefa czasowa";
"Local" = "Lokalna";
"Calendar" = "Kalendarz";
"Show week numbers" = "Pokaż numery tygodni";
"Local time" = "Czas lokalny";
"Add new clock" = "Dodaj nowy zegar";
"Delete selected clock" = "Usuń wybrany zegar";
"Help with datetime format" = "Pomoc z formatem daty i godziny";

// Colors
"Based on utilization" = "Na podstawie wykorzystania";
"Based on pressure" = "Na podstawie obciążenia";
"Based on cluster" = "Na podstawie klastra";
"System accent" = "Akcent systemowy";
"Monochrome accent" = "Akcent monochromatyczny";
"Clear" = "Przezroczysty";
"White" = "Biały";
"Black" = "Czarny";
"Gray" = "Szary";
"Second gray" = "Drugi szary";
"Dark gray" = "Ciemno szary";
"Light gray" = "Jasno szary";
"Red" = "Czerwony";
"Second red" = "Drugi czerwony";
"Green" = "Zielony";
"Second green" = "Drugi zielony";
"Blue" = "Niebieski";
"Second blue" = "Drugi niebieski";
"Yellow" = "Żółty";
"Second yellow" = "Drugi żółty";
"Orange" = "Pomarańczowy";
"Second orange" = "Drugi pomarańczowy";
"Purple" = "Fioletowy";
"Second purple" = "Drugi fioletowy";
"Brown" = "Brązowy";
"Second brown" = "Drugi brązowy";
"Cyan" = "Cyjan";
"Magenta" = "Magenta";
"Pink" = "Różowy";
"Teal" = "Morski";
"Indigo" = "Indygo";
